 #+SEQ_TODO: TD(t) NXT(n) MYB(m) S(s) R(r) | DONE(d) CANCELLED(c) 
* habits
** R brush teeth 
   SCHEDULED: <2021-01-23 Sat .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-01-22 Fri 21:30]
:END:

:LOGBOOK:
- State "DONE"       from "TODO"       [2021-01-22 Fri 21:30]
- State "DONE"       from ""           [2021-01-22 Fri 21:30]
- State "DONE"       from "TODO"       [2021-01-22 Fri 21:30]
- State "DONE"       from "R"          [2021-01-22 vie 10:18]
- State "DONE"       from "TD"         [2021-01-21 jue 08:53]
- State "DONE"       from "R"          [2021-01-20 mié 08:34]
:END:

** R tidy room
SCHEDULED: <2021-01-23 sáb .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-01-22 vie 10:18]
:END:
:LOGBOOK:
- State "DONE"       from "R"          [2021-01-22 vie 10:18]
- State "DONE"       from "TD"         [2021-01-21 jue 08:53]
- State "DONE"       from "R"          [2021-01-20 mié 08:34]
:END:

** R yoga
SCHEDULED: <2021-01-23 sáb .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-01-22 vie 10:18]
:END:
:LOGBOOK:
- State "DONE"       from "TD"         [2021-01-22 vie 10:18]
- State "DONE"       from "R"          [2021-01-21 jue 10:17]
- State "DONE"       from "R"          [2021-01-20 mié 09:18]
:END:

** R meditation
SCHEDULED: <2021-01-23 sáb .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-01-22 vie 13:41]
:END:
:LOGBOOK:
- State "DONE"       from "TD"         [2021-01-22 vie 13:41]
- State "DONE"       from "TD"         [2021-01-22 vie 10:18]
- State "DONE"       from "R"          [2021-01-21 jue 22:08]
- State "DONE"       from "R"          [2021-01-20 mié 10:19]
:END:

** R reading
SCHEDULED: <2021-01-23 Sat .+1d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-01-22 Fri 21:41]
:END:
:LOGBOOK:
- State "DONE"       from "R"          [2021-01-22 Fri 21:41]
- State "DONE"       from "R"          [2021-01-21 jue 20:13]
CLOCK: [2021-01-21 jue 19:25]--[2021-01-21 jue 20:13] =>  0:48
- State "DONE"       from "TD"         [2021-01-19 mar 16:18]
CLOCK: [2021-01-19 mar 15:21]--[2021-01-19 mar 16:04] =>  0:43
:END:
** R emacs practice
SCHEDULED: <2021-01-24 dom .+2d/3d>
:PROPERTIES:
:STYLE: habit
:LAST_REPEAT: [2021-01-22 vie 17:22]
:END:
:LOGBOOK:
- State "DONE"       from "R"          [2021-01-22 vie 17:22]
CLOCK: [2021-01-22 vie 13:44]--[2021-01-22 vie 16:35] =>  2:51
- State "DONE"       from "R"          [2021-01-19 mar 16:46]
:END:
